<template>
  <div class="dis">
    <p class="head">Wmore 运动风险免责协议</p>
    <p class="title">一、运动风险免责</p>
    <p>1、参与 Wmore 健身服务的用户，具有完全的法律行为能力，同意 遵守相关管理规章制度，应接受 Wmore 的相关服务协议，并已知晓 有关的健身规则与警示，承诺遵守 Wmore 的相关规定。
    </p>
    <p>2、 Wmore 员工及教练不提供任何形式的体检服务，Wmore 员工及教练对用户身体情况的任何询问、了解和建议都不构成本公司对用 户身体状况是否符合任意健身课程和产品要求的承诺及保证。在确认 本声明前，用户应自行到医疗机构进行体检，了解自身身体情况，以 确保用户具备参与 Wmore 健身课程的身体条件，且没有任何不宜运动的疾病、损伤和其他缺陷。因用户自身的任何疾病、损伤或其他缺 陷导致用户在接受服务时发生任何损害的，Wmore 不承担任何法律责任。
    </p>
    <p>3、用户有任何身体方面的原因会影响或可能会影响使用 Wmore 健身产品的，在使用 Wmore 健身产品过程中感到任何不适的，请及时告知 Wmore 的健身教练。否则，如果发生身体损害，Wmore 不承担法律责任。</p>
    <p>4、严禁 14 周岁以下儿童进入 Wmore 健身场所，严禁孕妇及哺乳期女性、心肺功能疾病、脊椎病、皮肤病、关节损伤及-切传染病患 者 等不适合健身运动者使用 Wmore 提供的健身产品，约课时如有 隐瞒，所发生的一切后果及对他人产生的后果 Wmore 及教练组不负任何责任。如因此造成第三人损害的，则由其承担赔偿责任。</p>
    <p>5、经教练评估存在运动风险且坚持上课的用户，需现场签订《责任免除和豁免协议》。</p>
    <p>6、用户有遵守声明中约定和管理制度、用户手册的义务，遵守任何形式（包括口头、文本等）告知的安全规范，如有违反相关规定的发 生，造成任何后果 Wmore 不承担法律责任，且 Wmore 有权终止其使用资格，已交纳的费用不予退还。</p>
    <p>7、运动前后严禁饮用含酒精类饮品及任何国家法律法规禁止的兴奋类服用剂。</p>
    <p>8、为了用户的健身安全，用户训练时须穿着专业的运动服、运动鞋及运动装备。运动期间，不得参与违反国家法律法规的活动、不得穿 着违反道德规范服饰进行运动。</p>
    <p>9、用户在参加健身锻炼时请勿携带珠宝饰品等贵重物品，以免丢失或造成意外。</p>
    <p>10、因个人体质、基础形态、运动机能的不同，Wmore 不能保证所有用户都能取得某项理想的健身效果。</p>
    <p>11、课程中应专心学习与规范动作，避免发生意外伤害，因用户自身动作不当导致的伤残身故等意外情况，Wmore 不承担任何法律责任。</p>
    <p>12. Wmore 保留增加、改进或者取消非合适课程的权利。附：法律适用、管辖与其他</p>
    <p class="title">二、活动须知&安全提示</p>
    <p>活动须知</p>
    <p>1.请在活动正式开始时间之前，提前到场签到，换好服装准备开始</p>
    <p>2.活动中请按照教练和工作人员的指引，按指定位置及队形集中，  参加所有竞赛活动需听从教练指令，有序开展比赛；</p>
    <p>3.活动过程中如有任何身体不适，要立即停止运动，并举手示意教  练或工作人员，我们会做出相应的安排；</p>
    <p>4.团队活动进行中，如遇特殊情况需要离开的，请向教练及团队负  责人请假，获得同意后方可离开。</p>
    <p class="title">三 、安全提示</p>
    <p>1.保证睡眠充足，饮食营养均衡，参加运动前，请自我评估身体状态是否良好，如有疑似不适合运动的症状，请提前就医，谨遵医嘱，  获得医生许可后方可参加运动。</p>
    <p>2.需穿着合身的运动鞋袜、服装，以舒适、轻便、透气、速干为佳</p>
    <p>3.运动前避免仓促进食，饭后至少间隔一小时以上，再进行锻炼，  同时严禁过度节食或空腹运动，防止低血糖。</p>
    <p>4.出汗会流失水分和矿物质，运动中及时补充水分或运动饮料，少  量多次喝水，避免突然大量补水。</p>
    <p>5.运动期间如有任何身体不适（包括但不限于肌肉关节疼痛、胸闷心悸、眩晕麻木等）请立即停止运动，第一时间告知同伴及教练</p>
    <p>按照教练要求，正确练习动作，以防运动损伤。</p>
    <p>本协议履行过程中，因您使用 Wmore 服务产生的争议应由 Wmore 与您沟通并协商处理。协商不成时，双方均同意以 Wmore 平台管理者住所地上海市区人民法院为管辖法院</p>
    <p class="bottom">上海外格文化发展有限公司</p>
  </div>
</template>

<script>
export default {
}
</script>

<style>
.dis {
  padding: 30px 20px;
}
.dis>p{
  margin: 10px 0;
  line-height: 36px;
}
.head{
  font-size: 30px;
  font-weight: bold;
  text-align: center;
  margin-bottom: 40px;
}
.title {
  font-size: 28px;
  margin: 20px 0;
}
.bottom {
  text-align: right;
  margin-top: 50px;
}
</style>
